* TD6
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS:
#+begin_example
Name                                  | td6
Alternate name                        | 
Data source                           | Tech Report
Drill year(s)                         | 
Data year(s)                          | 
Longitude [°E]                        | 
Latitude [°N]                         | 
Approximate location name             | 
Location source                       | 
Ice thickness [m]                     | 
Ice thickness year                    | 
Ice thickness source                  | 
Surface velocity [m yr^-1]            | 
Surface velocity year                 | 
Surface velocity source               | 
Measured from: Top, Bottom, Relative  | T
Depth of top measurement [m]          | 
Depth of bottom measurement [m]       | 
#+end_example

** Temperature

+ See thomsen.pdf

** Thickness

** Location

** Velocity

** Data                                                 :noexport:

#+CAPTION: TD6
| Depth | T 15/887 | T 19/987 | T 19/588 | T 6/888 |
|-------+----------+----------+----------+---------|
|     0 |          |     -1.9 |          |         |
|     0 |          |     -1.7 |          |         |
|     2 |      0.0 |     -1.5 |     -6.7 |         |
|    27 |      0.0 |     -2.5 |     -2.7 |    -2.7 |
|    52 |      0.0 |     -2.1 |     -2.2 |    -3.0 |
|    77 |      0.0 |     -2.1 |     -2.2 |    -2.2 |
|   102 |          |     -2.0 |     -2.2 |    -1.9 |
|   127 |      0.0 |     -1.8 |     -1.8 |    -1.8 |
|   152 |     -0.1 |     -1.8 |     -2.0 |    -2.1 |
|   177 |      0.0 |     -1.7 |     -1.9 |    -2.0 |
|   192 |     -0.1 |     -2.0 |     -2.0 |    -2.1 |
|   202 |      0.0 |     -2.0 |     -2.1 |    -2.2 |
